{
  "version": "1.0",
  "elements": {
    "wood": {
      "elementName": "木",
      "keywords": ["生發", "舒展", "啟動"],
      "modules": {
        "attire": [
          "今日能量色：草木綠。穿一件寬鬆的棉麻襯衫，讓身體如嫩芽般自由呼吸，迎接新生的力量。",
          "首選天青色系。搭配植物紋樣的配飾，彷彿將春天的生機穿在身上，喚醒內在的活力。",
          "嘗試薄荷綠與白色的清新組合。輕盈的色彩能化解沉悶，助你在今日的生活中如沐春風。",
          "今日適合穿帶有豎條紋元素的衣物。向上的線條象徵著生長，無形中提升你的行動力與氣場。",
          "佩戴綠松石或孔雀石飾品。天然的綠色礦石蘊含著古老的木能量，能撫平焦慮，帶來內心的安寧。",
          "森林綠的圍巾或領帶是點睛之筆。深邃而穩重的綠，讓你在決斷時更具遠見與定力。",
          "選擇一件抹茶色的外套。柔軟的觸感加上治癒的色彩，給自己一個溫暖而有力的擁抱。",
          "今日避免過於緊身的束縛。選擇闊腿褲或長裙，讓肢體隨風舒展，氣血流通自然順暢。",
          "嘗試混搭不同深淺的綠色。如同層疊的樹葉，展現出豐富的層次感與生命力。",
          "穿上一雙舒適的帆布鞋。今日適合腳踏實地，去感受大地的脈動，讓每一步都輕盈有力。",
          "墨綠色的外套能給你帶來安全感。它像古樹的樹皮，保護你內在的能量不被外界干擾。",
          "點綴一點檸檬黃。在綠色的基調中加入一絲陽光的跳躍，激發瞬間的靈感火花。",
          "選擇天然纖維面料（棉、麻、絲）。讓皮膚直接接觸自然，減少靜電與束縛，保持磁場純淨。",
          "今日適合佩戴木質手串或項鏈。檀木的香氣能時刻提醒你保持定力，不忘初心。",
          "湖水綠的配飾能帶來靈動感。像流動的水滋養木，助你的思維更加活躍通透。",
          "嘗試復古風的橄欖綠。沉澱的時間感，讓你在浮躁的環境中獨樹一幟。",
          "今日髮型宜清爽自然。讓額頭和頸部適度展露，迎接陽光的照拂，提升陽氣。",
          "若需出席正式場合，深青色西裝是絕佳選擇。既專業又不失儒雅，展現君子之風。",
          "運動裝扮宜選亮綠色。在揮灑汗水中，感受身體機能的全面甦醒與爆發。",
          "睡衣換成淡雅的豆沙綠。在柔和的色彩中入眠，夢境也會充滿生機與希望。"
        ],
        "diet": [
          "今日適合食酸味養肝。晨起一杯溫熱的檸檬蜂蜜水，疏通肝氣，開啟神清氣爽的一天。",
          "午餐多吃深綠色葉菜，如菠菜、芥藍。葉綠素是血液的清道夫，助你代謝排毒，煥然一新。",
          "嘗試做一道涼拌拍黃瓜或海帶絲。清脆的口感能喚醒味蕾，醋的酸爽能收斂浮躁的心氣。",
          "下午茶推薦茉莉花茶。花香入肝，能有效緩解眼部疲勞，平復因忙碌而緊繃的情緒。",
          "今日水果首選奇異果。酸甜多汁，富含維生素C，為身體注入滿滿的抗氧化活力。",
          "晚餐宜清淡，可煮一碗青菜豆腐湯。簡單的食材最能撫慰腸胃，回歸食物的本味。",
          "多食青豆或毛豆。種子萌發的力量，能補充身體最需要的生發之氣。",
          "嘗試用醋溜的方式烹飪。醋能軟化血管，亦能軟化性格中的稜角，讓你處事更圓融。",
          "品嚐一點青梅或話梅。生津止渴，在困頓的時刻提神醒腦，激發思維的活躍。",
          "早餐喝一杯鮮榨芹菜汁。雖帶微苦，卻能降肝火，助你保持全天候的冷靜與理智。",
          "今日適合食西蘭花。其像樹木般的形態，象徵著繁茂與生長，可作為積極的自我暗示。",
          "嘗試搭配一點山楂。消食化積，不僅是清理腸胃，也是清理心頭的積鬱。",
          "薄荷是今日的很合適的香料。點綴在飲料或菜餚中，那股清涼感能瞬間打通身心的瘀堵。",
          "多吃芽苗菜（豆芽、香椿苗）。那是植物生命力最旺盛的階段，食之可得其生生不息之氣。",
          "今日少吃油膩辛辣。給肝臟放個假，讓身體的排毒系統高效運轉。",
          "喝一杯綠茶，如龍井或碧螺春。春茶的嫩芽，凝聚了整個春天的精華，最養木氣。",
          "吃一點開心果或南瓜子。堅果的香脆能帶來咀嚼的快感，緩解壓力。",
          "晚餐後吃一個綠蘋果。清脆酸甜，幫助消化，也帶來一夜的好夢。",
          "嘗試製作青醬義大利麵。羅勒的香氣濃郁而獨特，能激發食慾，也能激發對生活的熱愛。",
          "今日飲水宜少量多次。如同細雨潤物，滋養身體的每一個細胞，而非暴飲暴食。"
        ],
        "space": [
          "在辦公桌左側擺放一盆水培綠植（如綠蘿、銅錢草）。視線多一些綠色，也更容易進入專注狀態。",
          "點燃一支雪松或絲柏香薰。彷彿置身雨後森林，深呼吸，感受那份向上生長的寧靜力量。",
          "今日務必開窗通風至少20分鐘。木喜條達，新鮮流通的空氣能帶走室內的陳腐之氣。",
          "整理書桌上的線纜與雜物。理順環境的「紋理」，你的思路也會隨之變得清晰條理。",
          "換上一套森林系的床品或抱枕。被綠意包裹，彷彿睡在樹屋中，夢境也會變得自由舒展。",
          "在花瓶裡插幾枝尤加利葉或鮮花。植物的生命力能瞬間點亮死氣沉沉的空間。",
          "播放森林鳥鳴或風吹樹葉的白噪音。用聽覺構建一個自然磁場，屏蔽城市的喧囂。",
          "調整座椅的高度和角度。讓脊柱保持挺拔，像樹幹一樣支撐起你的精氣神。",
          "在牆上掛一幅山水畫或植物攝影。視覺上的延伸感，能開闊心胸，緩解壓抑感。",
          "使用木質的杯墊或收納盒。溫潤的觸感能中和電子設備的冰冷，帶來一絲人情味。",
          "清理窗戶的玻璃。讓更多的陽光灑進來，光合作用不僅屬於植物，也屬於你。",
          "在角落放置一個落地燈，暖黃光。像森林裡透出的微光，給晚歸的自己一個溫暖的指引。",
          "嘗試赤腳走在木地板上。感受腳底與地面的接觸，這是一種最簡單的接地氣方式。",
          "將電腦壁紙換成護眼的綠色風景。在工作的間隙看一眼，給疲憊的雙眼做個SPA。",
          "整理書架。把常看的書立起來，像樹木一樣排列，知識也是一種生長的力量。",
          "在玄關處放一瓶植物香氛。進門的第一口呼吸，就能卸下一天的疲憊與防備。",
          "給家裡的植物澆澆水，修剪枯葉。在照顧生命的過程中，你也滋養了自己的慈悲心。",
          "使用天然材質的清潔劑打掃衛生。減少化學殘留，保護你和家人的呼吸道健康。",
          "在陽臺或窗邊發一會兒呆。看雲卷雲舒，看樹葉搖曳，讓時間慢下來。",
          "睡前把手機放在臥室外。切斷電子信號的干擾，像樹木在夜晚靜靜休養一樣，深度修復。"
        ],
        "action": [
          "今日是啟動新計畫的不錯的起點。別想太多，先邁出第一步，行動本身會帶來答案。",
          "去公園漫步或找一棵大樹靠一會兒。感受樹皮的紋理，大自然會賦予你最純粹的支撐力。",
          "早起做一組拉伸運動或八段錦。舒展筋骨，讓身體的能量通道（經絡）徹底打開。",
          "讀一本新書的開頭，或學習一個新技能。木主智，今日的學習效率極高，靈感迸發。",
          "主動聯繫一個許久未見的老友。像樹枝分叉一樣，拓展你的社交網絡，連接新的緣分。",
          "記錄下腦海中閃過的靈感。它們像春天的種子，如果不及時捕捉，就會隨風飄散。",
          "嘗試一條新的上班路線。打破慣性，新鮮的風景會刺激大腦，帶來新的視角。",
          "今日適合做長遠的規劃。站在更高的時間維度看問題，像大樹一樣看得遠。",
          "哪怕只有10分鐘，去曬曬太陽。背部朝陽，補充陽氣，驅散體內的陰霾與寒氣。",
          "練習深呼吸。吸氣時想像吸入清新的綠色能量，呼氣時排出體內的灰澀廢氣。",
          "給手頭的工作列一個清晰的清單。條理分明，能治癒拖延焦慮，提升執行力。",
          "幫助身邊的人一個小忙。木主仁，善意的流動最終會回流到你身上，滋養你的福報。",
          "今日適合剪髮或修整儀容。去除陳舊的，迎接清爽的，從頭開始一種新的狀態。",
          "寫日記。梳理內心的糾結與情緒，文字的流淌能帶走心裡的淤泥。",
          "如果條件允許，去爬山。登高望遠，不僅鍛鍊心肺，更能開闊胸襟與格局。",
          "觀看一部關於自然或成長的紀錄片。從萬物的生長規律中，領悟生命的韌性。",
          "嘗試畫畫或塗鴉。不需要技巧，只需讓筆觸在紙上自由流淌，釋放潛意識的能量。",
          "今日盡量避免發怒。怒傷肝，遇到不順深呼吸三秒，告訴自己「且慢，且慢」。",
          "做一個決定，不再拖泥帶水。像斧頭劈開木頭一樣果斷，結束內耗。",
          "晚上早點休息。肝膽經在子丑時排毒，高品質的睡眠是明天活力的保障。"
        ],
        "anchor": [
          "「種下期許，靜待花開。」所有的美好都需要時間醞釀，別急，給它一點時間。",
          "「像樹一樣呼吸。」即使風雨來襲，根基依然穩固，枝葉依然向光。",
          "「允許自己緩慢生長。」所有的參天大樹，都始於一顆不急不躁的種子。",
          "「向上生長，向下扎根。」理想在雲端，腳步在泥土，這是最踏實的狀態。",
          "「新的一天，新的生機。」昨天的落葉已成養分，今天是你全新的開始。",
          "「柔軟比堅硬更有力量。」像柳枝一樣隨風起舞，不容易折斷，這是一種生存智慧。",
          "「你的能量超乎想像。」相信自己體內蘊藏著無限的潛力，只待一個契機爆發。",
          "「萬物皆有裂痕，那是光照進來的地方。」擁抱自己的不完美，那是你獨特的紋理。",
          "「保持好奇，保持年輕。」對世界充滿探索慾，你的心就永遠不會老去。",
          "「仁者不憂。」心懷善意與寬容，就沒有什麼煩惱能真正困擾你。",
          "「順勢而為，借力生長。」不必硬抗風雨，懂得借助環境的力量，能讓你長得更快。",
          "「每一次呼吸都是新生。」只要還在呼吸，就有改變的機會，就有希望。",
          "「不僅要長得高，還要長得壯。」只有根基扎實，才能承載未來的繁華與榮耀。",
          "「清風徐來，水波不興。」保持內心的平靜與定力，外界的喧囂不僅是背景音。",
          "「生命是一場馬拉松。」不必在起跑線上用力過猛，保持勻速，才能跑得更遠。",
          "「做自己的園丁。」修剪掉壞習慣和負面情緒，精心澆灌自己的優點和長處。",
          "「獨木難支，眾木成林。」懂得合作與分享，你的生態系統會更加穩固繁榮。",
          "「初心如磐，篤行致遠。」只要方向是對的，慢一點也沒關係，終會到達。",
          "「每一個當下都是禮物。」專注於手中的事，眼前的人，這就是最好的生活。",
          "「你本來就很美。」自信自然地舒展自己，像一棵樹一樣，無需向誰證明。"
        ]
      }
    },
    "fire": {
      "elementName": "火",
      "keywords": ["光明", "熱情", "升騰"],
      "modules": {
        "attire": [
          "今日能量色：朱砂紅。選擇一件正紅色的內搭或配飾，點燃內在的生命之火，氣場全開。",
          "嘗試溫暖的焦糖色系。像午後的陽光包裹全身，給人親切而舒適的信任感。",
          "點綴一條紫紅色的圍巾或領帶。高貴而神秘的色彩，助你在社交場合脫穎而出。",
          "選擇帶有幾何圖案的衣物。稜角分明的線條象徵著火的跳躍，激發思維的敏捷度。",
          "佩戴紅瑪瑙或石榴石飾品。凝聚的紅色能量，能促進血液循環，帶來紅潤好氣色。",
          "嘗試粉色系的柔和搭配。化解火氣的燥烈，展現你內心溫柔而富有愛意的一面。",
          "今日適合穿暖橙色。它是快樂與活力的代名詞，能瞬間驅散陰霾，感染身邊的人。",
          "選擇絲絨或綢緞材質。光澤感面料在光影下流動，如同搖曳的燭火，優雅而迷人。",
          "搭配一雙紅色的鞋履或襪子。從腳底升起的暖意，讓你行走的每一步都充滿動力。",
          "嘗試明黃色的點綴。像初升的太陽，寓意著希望與榮耀，適合開啟重要的項目。",
          "今日避免過於暗沉的一身黑。用一點亮色打破沉悶，讓你的磁場流動起來。",
          "選擇一件酒紅色的外套。沉穩中不失熱烈，那是經過歲月沉澱後的醇厚能量。",
          "嘗試心形或火焰形狀的配飾。將愛的符號隨身攜帶，敞開心扉迎接美好的連接。",
          "今日妝容或配飾宜有光澤感。一點點閃耀的高光，能呼應火的明亮，提升人際好感。",
          "穿上一件舒適的暖色衛衣。休閒中帶著朝氣，保持一顆赤子之心去面對世界。",
          "選擇漸變色的單品。如同火焰從藍到紅的層次，展現你豐富而深邃的內心世界。",
          "今日適合佩戴金飾。火剋金，適當的剋制能轉化出財富與價值的能量。",
          "嘗試紫羅蘭色的優雅。在熱烈中保持一份清醒與高貴，適合思考與創作。",
          "若出席聚會，不妨大膽嘗試撞色搭配。火主禮，得體的張揚是對場合最好的尊重。",
          "睡衣換成溫暖的珊瑚粉。在充滿愛意的包裹中入睡，修復內心的情感能量。"
        ],
        "diet": [
          "今日適合食苦味養心。晨起一杯黑咖啡或苦蕎茶，清心除煩，提神醒腦。",
          "午餐多吃紅色食物，如番茄、紅椒。紅色入心，能補益心氣，讓你精神飽滿。",
          "嘗試做一道苦瓜炒蛋。苦盡甘來，是食物的智慧，也是生活的哲理。",
          "下午茶推薦紅茶或玫瑰花茶。溫潤的茶湯暖胃暖心，舒緩緊繃的神經。",
          "今日水果首選火龍果或櫻桃。紅色的果實富含花青素，滋養血液，美容養顏。",
          "晚餐宜吃一點紅豆粥或紅豆飯。溫補而不燥，能安神定志，助你安然入夢。",
          "多食胡蘿蔔或南瓜。富含胡蘿蔔素，保護視力，也點亮你看待世界的目光。",
          "嘗試用烤或燴的方式烹飪。火的直接加熱能鎖住食物的香氣，激發最原始的食慾。",
          "品嚐一點黑巧克力。醇厚的苦味後是回甘，正如生活中的挑戰與獎賞。",
          "早餐吃一個紅蘋果。寓意平平安安，清脆的口感喚醒一天的活力。",
          "今日適合食羊肉或牛肉（適量）。紅肉能補充優質蛋白，為身體提供持久的燃燒燃料。",
          "嘗試搭配一點辣椒或花椒。微辣能促進血液循環，祛除體內的濕寒之氣。",
          "紅棗是今日的很合適的零食。一日三棗，補中益氣，讓你時刻保持紅潤氣色。",
          "多吃紫甘藍或紫薯。紫色的食物通常具有高抗氧化力，對抗歲月的痕跡。",
          "今日少吃生冷冰品。保護心陽之氣，避免寒氣直中，損傷元氣。",
          "喝一杯紅酒（適量）。在微醺中放鬆身心，促進情感的交流與升溫。",
          "吃一點桂圓或荔枝（乾）。溫熱的屬性適合體虛者，點燃身體的小火爐。",
          "晚餐後吃幾顆草莓。酸甜可口，像一顆顆紅寶石，帶來心情的愉悅。",
          "嘗試製作番茄義大利麵。濃郁的紅色醬汁，不僅開胃，更是一種視覺上的能量補充。",
          "今日飲水宜溫熱。拒絕冰水，讓暖流滋潤全身，保持體溫與能量的恆定。"
        ],
        "space": [
          "調節室內的光線。打開窗簾讓陽光灑滿房間，或增加暖色光源，明亮是火的靈魂。",
          "點燃一支香氛蠟燭。看著搖曳的火苗發一會兒呆，那是連接靈感與高維智慧的通道。",
          "在南方（離火位）擺放一幅紅色的畫作或掛件。激活方位的能量，助長名聲與人緣。",
          "整理家中的電器與線路。火主電，確保能量傳輸的通暢與安全，避免隱患。",
          "換上一束紅玫瑰或鬱金香。鮮豔的花朵能瞬間點燃空間的熱情，帶來浪漫氣息。",
          "播放節奏歡快或溫暖的爵士樂。用聽覺營造一個溫馨的磁場，驅散孤獨感。",
          "給沙發換上暖色的抱枕。讓家變成一個可以隨時擁抱你的溫暖懷抱。",
          "在書桌上放一盞造型獨特的檯燈。它不僅是照明，更是你思想火花的具象化。",
          "清理廚房的灶臺。灶火是家財的象徵，保持潔淨明亮，日子才會紅紅火火。",
          "使用陶瓷或玻璃的紅色器皿。視覺上的暖意能增進食慾，也能增進家人的感情。",
          "在玄關處留一盞長明燈。為晚歸的家人留一盞燈，是世間最溫暖的守候。",
          "嘗試在家裡薰一點檀香或沉香。香氣向上的特性與火相應，能淨化磁場，安神助眠。",
          "整理相簿或展示架。把美好的回憶和榮譽展示出來，那是你生命中的高光時刻。",
          "將電腦壁紙換成日出或篝火的圖片。在工作的間隙看一眼，重新點燃奮鬥的激情。",
          "清理陽臺的雜物。讓陽光無遮擋地照進屋子，採光與通風會更舒服。",
          "在臥室放一個香薰機，滴入甜橙精油。甜美的香氣能緩解焦慮，帶來陽光般的心情。",
          "給寵物梳理毛髮或互動。動物的體溫和活力，是家中流動的生機之火。",
          "使用暖風機或調節室溫。保持一個舒適溫暖的環境，身體放鬆了，心也就寬了。",
          "在牆上掛一面鏡子（注意方位）。增加室內的光線反射，讓空間更加通透敞亮。",
          "睡前關掉所有冷光設備。只留一盞床頭暖燈，營造溫馨的睡眠儀式感。"
        ],
        "action": [
          "今日適合動不宜靜。去健身房揮灑汗水，或進行快走，讓心跳加速，感受生命的律動。",
          "在公眾面前發表你的觀點。火主明，今日你的表達力和感染力極強，容易獲得認同。",
          "主動讚美身邊的人。一句暖心的話像火種，能點燃他人心中的光，也會溫暖你自己。",
          "參加一個聚會或社交活動。在人群中汲取能量，你的笑容是今日最好的通行證。",
          "處理一件拖延已久的棘手事。借著火的爆發力，一鼓作氣將其攻克，享受成就感。",
          "看一場喜劇電影或脫口秀。大聲笑出來，笑聲能震動橫膈膜，通過笑來疏通心氣。",
          "今日適合做演講或匯報。自信地展示你的成果，像太陽一樣發光，不要害怕被看見。",
          "給愛人或親友打個視訊電話。看著對方的眼睛交流，比文字更能傳遞情感的溫度。",
          "去曬曬後背。督脈主一身之陽，正午的陽光能補充你最缺乏的陽剛之氣。",
          "嘗試一件稍微有點挑戰性的事。跳出舒適區，那份緊張與興奮會讓你感到活著。",
          "整理你的外表。火主禮，精緻得體的形象能讓你更從容。",
          "做一件善事，哪怕很小。善意是會傳染的火種，你發出的光最終會照亮你的路。",
          "今日盡量避免冷漠。對快遞員或服務員說聲謝謝，保持謙和有禮，積攢人品。",
          "寫下你的願望或目標。用紅筆寫，強烈的視覺暗示能加速願望的顯化。",
          "如果感到疲憊，就小睡20分鐘（午覺）。心腎相交，短暫的休息能快速充電。",
          "觀看一場藝術展覽或演出。藝術的薰陶能滋養你的靈魂，激發創造力的火花。",
          "嘗試畫一幅色彩鮮豔的畫。釋放內心的熱烈與情感，不要壓抑自己的表達慾。",
          "今日適合斷捨離。燒掉（或處理）不再需要的舊物，清理過去的能量，騰出空間給新生。",
          "做一個決定，跟隨你的直覺。心之所向，就是光的方向，不要過度邏輯分析。",
          "晚上回顧一天的美好時刻。帶著感恩的心入睡，讓積極的能量延續到夢中。"
        ],
        "anchor": [
          "「你本就是光，無需向誰借火。」相信自己內在的光芒，足以照亮前行的路。",
          "「熱情是生命的燃料。」保持對生活的熱愛，日子就會滾燙而有趣。",
          "「溫暖別人，也是在溫暖自己。」愛是一種回流的能量，你給出的終將回來。",
          "「心向光明，無懼黑暗。」只要心中有太陽，哪裡都是晴天。",
          "「每一次燃燒都是值得的。」全力以赴地活在當下，不留遺憾，就是最好的生命狀態。",
          "「禮貌是你最昂貴的奢侈品。」謙和溫潤的態度，能化解世間大部分的戾氣。",
          "「讓心像火一樣純粹。」剔除雜質與虛偽，真誠是這個世界上最強大的力量。",
          "「聚是一團火，散是滿天星。」珍惜相聚的時光，也尊重各自的軌跡。",
          "「不要熄滅心裡的燈。」即使外界風雨如晦，也要守護好內心的那一點點希望。",
          "「愛是唯一的答案。」在困惑與衝突面前，試著從愛的角度去尋找解法。",
          "「像太陽一樣無私。」給予時不問回報，這種大氣的格局會成就更好的你。",
          "「激情與理智並存。」在熱烈奔跑的同時，也不要忘記看清腳下的路。",
          "「你的笑容價值百萬。」微笑是成本最低的社交貨幣，能瞬間拉近人心的距離。",
          "「接受自己的發光時刻。」當機會來臨時，勇敢地站上舞臺，你值得被看見。",
          "「在這個薄情的世界深情地活著。」保持內心的溫度，不隨波逐流，不變得冷漠。",
          "「憤怒是求救的信號。」當情緒起火時，向內看，看到那個受傷的自己，抱抱他。",
          "「清晰地表達，勝過隱忍地猜測。」有話好好說，溝通能消除99%的誤會。",
          "「凡事發生皆有利於我。」即使是挫折，也是煉金的爐火，把你鍛造得更強大。",
          "「活出你的生命力。」不要死氣沉沉地過日子，去折騰，去體驗，去燃燒。",
          "「晚安，全世界的亮光。」願你今夜好夢，明日依然光芒萬丈。"
        ]
      }
    },
    "earth": {
      "elementName": "土",
      "keywords": ["厚重", "平衡", "包容"],
      "modules": {
        "attire": [
          "今日能量色：大地褐。選擇一件咖色或棕色的外套，像大地一樣給人穩重與可信賴的感覺。",
          "嘗試溫柔的燕麥色。低飽和度的色彩能撫平焦躁，讓你展現出極具親和力的一面。",
          "點綴一點明黃色。在穩重中加入一絲活潑，象徵著土地裡孕育的希望與豐收。",
          "選擇棉麻或羊毛等天然材質。觸感溫潤厚實，能增強你與身體的連接感，時刻腳踏實地。",
          "佩戴黃水晶或虎眼石飾品。金黃色的光芒對應太陽輪，增強自信與掌控物質世界的能力。",
          "嘗試卡其色的工裝風。實用而幹練，助你在工作中展現出極強的執行力與耐力。",
          "今日適合穿平底鞋或厚底鞋。增加腳底與地面的接觸面積，每一步都走得踏實安穩。",
          "選擇寬鬆舒適的版型。土主包容，不被衣物束縛，心態也會隨之變得寬廣平和。",
          "搭配一條米白色的圍巾或配飾。乾淨溫暖的色調，能中和周遭的戾氣，帶來好人緣。",
          "嘗試格紋元素的單品。縱橫交錯的線條象徵著經緯與秩序，讓你處事更加有條不紊。",
          "今日避免過於花哨或螢光的顏色。回歸樸素與本真，低調中自有強大的氣場。",
          "選擇一件駝色的內搭。這是最經典的中間色，能完美平衡你內在的情緒起伏。",
          "嘗試復古風的陶土紅。一種內斂的熱情，適合在需要耐心溝通的場合穿著。",
          "今日妝容宜呈現霧面質感。去除油光與浮誇，展現出肌膚原本的健康與細膩。",
          "穿上一條舒適的闊腿褲。像山脈一樣穩固的下盤，讓你在變動中保持如如不動的定力。",
          "選擇方形的手包或配飾。天圓地方，方形代表著規則與承載，提升你的守財運。",
          "今日適合佩戴玉石。玉生於土，溫潤養人，能潛移默化地滋養你的精氣神。",
          "嘗試深灰色的沉穩。像岩石一樣堅硬不可摧，適合在談判或決策時增加威嚴感。",
          "若需出席正式場合，米灰色西裝是得體之選。既不疏離也不媚俗，恰到好處的中庸之道。",
          "睡衣換成裸色或淡黃色。在最接近膚色的包裹中，感受回歸母體般的安全與放鬆。"
        ],
        "diet": [
          "今日適合食甘味養脾。晨起煮一碗小米粥或南瓜粥，金黃軟糯，最養脾胃之氣。",
          "午餐多吃根莖類食物，如紅薯、山藥。它們深埋土中，吸收了大地的精華，能補益中氣。",
          "嘗試做一道土豆燉牛腩。厚實的口感帶來滿滿的飽腹感，撫慰忙碌後的空虛。",
          "下午茶推薦蜂蜜水或桂花茶。甜香入脾，能緩解肌肉的痠痛，提升幸福感。",
          "今日水果首選香蕉或木瓜。黃色水果易於消化，為身體提供溫和而持久的能量。",
          "晚餐宜清淡軟爛，避免生冷硬食。呵護後天之本，讓脾胃得到充分的休養。",
          "多食玉米或黃豆。種子顆粒飽滿，象徵著收穫與富足，食之可增財運。",
          "嘗試用蒸或煮的方式烹飪。保留食物的原汁原味，不加過多的修飾，正如做人要誠實。",
          "品嚐一點栗子或花生。堅果的香氣能喚醒食慾，落地生根的寓意帶來安穩。",
          "早餐吃一個水煮蛋。圓潤的形態象徵圓滿，優質蛋白為你提供一上午的動力。",
          "今日適合食牛肉或雞肉。溫補脾胃，強壯筋骨，讓你感到身體內部充滿力量。",
          "嘗試搭配一點生薑。辛溫散寒，像冬日的暖陽，驅散體內的濕氣。",
          "紅糖是今日的最佳調味。溫潤滋補，特別是感到疲憊時，一口甜能治癒身心。",
          "多吃黃花菜或金針菇。忘憂草能解憂愁，讓你的心情像大地一樣舒展。",
          "今日少吃酸味。酸木剋土，過酸易傷脾胃，飲食宜平和中正。",
          "喝一杯熱豆漿。濃郁的豆香是土地的味道，溫暖你的腸胃與靈魂。",
          "吃一點蓮子或芡實。收斂心神，補脾止瀉，讓你不再為了瑣事而焦慮耗神。",
          "晚餐後吃幾顆大棗。補中益氣，養血安神，讓你面色紅潤有光澤。",
          "嘗試製作南瓜濃湯。金黃色的湯汁順滑入口，是對辛苦一天的最好犒賞。",
          "今日飲水宜慢飲。每一口都細細品味，讓水分充分滋潤身體，切忌狼吞虎嚥。"
        ],
        "space": [
          "整理家中的地面。掃地拖地，保持腳下的乾淨。潔淨的地面讓人更踏實，也更容易放鬆。",
          "在客廳中央或茶几上放一盤水果。豐盛的果實象徵著家庭的富足與和諧。",
          "換上棉麻質地的桌布或沙發套。天然的觸感能降低空間的「火氣」，讓人心安。",
          "在角落放置一個陶瓷花瓶或擺件。土燒製而成的器物，能鎮宅安神，穩定磁場。",
          "整理儲物間或櫃子。土主藏，良好的收納能讓你的財富和能量聚而不散。",
          "給家裡換上暖黃色的燈光。營造出溫馨的氛圍，像大地母親的懷抱一樣溫暖。",
          "在書房放一塊泰山石或景觀石。靠山穩固，寓意事業上有貴人相助，根基扎實。",
          "清理鞋櫃和玄關。鞋底沾染了外面的塵土，保持玄關清潔，將煩惱拒之門外。",
          "使用大地色系的床品。在沉穩的色彩中入睡，能有效減少多夢，提升睡眠品質。",
          "嘗試赤腳踩在羊毛地毯上。柔軟的觸感能通過腳底傳導至全身，瞬間放鬆神經。",
          "在陽臺種一些多肉植物。它們敦實可愛，生命力頑強，能帶來穩穩的幸福感。",
          "整理冰箱。填滿的冰箱是生活富足的象徵，清理過期的食物，保持能量的新鮮。",
          "點燃一支檀香或沉香。厚重的香氣能沉降浮躁的心氣，讓你回歸當下的寧靜。",
          "給家具打蠟或保養。愛惜物品，物盡其用，是對物質世界的尊重與感恩。",
          "在牆上掛一幅山景圖或田園畫。視覺上的開闊與安穩，能平復內心的焦慮。",
          "調整家具的位置。避免尖角沖煞，讓家裡的動線圓潤流暢，氣流自然和諧。",
          "在辦公桌上放一個沙漏。看著沙子靜靜流淌，感受時間的重量與秩序。",
          "清理家裡的垃圾桶。及時倒掉垃圾，不要讓污穢之氣在室內滯留。",
          "使用陶土材質的馬克杯喝水。手握粗陶的質感，能讓你在喝水時感到踏實。",
          "睡前檢查門窗是否關好。物理上的安全感，是心理安全感的基礎，助你安然入眠。"
        ],
        "action": [
          "今日適合靜不宜動。適合做一些需要耐心和細緻的工作，慢工出細活。",
          "赤腳在草地或泥土上走一走（接地氣）。釋放體內的靜電與負能量，汲取大地的力量。",
          "整理你的財務報表或帳單。土主信，清晰的財務狀況能給你帶來最大的底氣。",
          "給家人做一頓飯。帶有溫度的食物是連接親情的紐帶，享受煙火氣的幸福。",
          "做一個冥想或靜坐。關注你的海底輪，想像根系深入地心，感受穩如泰山的安寧。",
          "信守你的承諾。說到做到，言而有信，今日積累的信用是未來的財富。",
          "幫助他人解決實際困難。土主厚德載物，實在的幫助比空洞的安慰更有力量。",
          "練習瑜伽的山式站立。雙腳抓地，脊柱挺拔，感受身體中正平衡的力量。",
          "整理你的收藏品或舊物。每一件物品都承載著回憶，珍惜它們就是珍惜你的過去。",
          "今日盡量避免浮躁。遇到急事數三下再反應，穩住陣腳，你就贏了一半。",
          "去逛逛菜市場或超市。感受琳瑯滿目的物資，那份踏實感會治癒你的精神內耗。",
          "給長輩打個電話。土主孝，連接根脈，能獲得祖先能量的庇佑。",
          "讀一本歷史書或經典著作。沉澱下來的智慧，能讓你在喧囂的時代保持清醒。",
          "做一件手工，如陶藝或編織。手與泥土、線條的接觸，能讓你找回內心的平靜。",
          "今日適合存錢。哪怕只存一點點，也是在為未來積攢能量，積少成多。",
          "原諒一個冒犯你的人。像大地包容萬物一樣，包容他人的過失，解脫的是你自己。",
          "按時吃飯，細嚼慢嚥。尊重食物，尊重身體的節奏，不要為了趕時間而敷衍。",
          "如果感到焦慮，就打掃衛生。通過整理外部環境，來整理內心的秩序。",
          "做一個傾聽者。不需要急著給建議，像大地一樣默默承載對方的情緒就好。",
          "晚上泡個腳。引火歸元，讓熱量從腳底升起，溫暖全身，安神助眠。"
        ],
        "anchor": [
          "「腳踏實地，仰望星空。」只有根扎得越深，樹才能長得越高。",
          "「厚德載物，雅量容人。」像大地一樣寬厚，你的世界會變得無比遼闊。",
          "「慢一點，沒關係。」生命不是賽跑，在自己的時區裡，準時綻放。",
          "「安住當下，如如不動。」外界風雲變幻，守住內心的中心，你就是風暴眼中的寧靜。",
          "「信任是最高級的能量。」相信自己，相信生命的支持，焦慮就會煙消雲散。",
          "「平衡即是健康。」不偏不倚，中正平和，是身心最舒適的狀態。",
          "「萬物皆有定時。」播種有時，收穫有時，不必拔苗助長，靜待花開。",
          "「簡單生活，內心富足。」物質的豐盛很重要，但內心的安寧更珍貴。",
          "「承載也是一種力量。」能夠扛得住壓力與責任，說明你的生命格局足夠大。",
          "「扎根泥土，心向陽光。」不要嫌棄平凡，最偉大的力量往往藏在最樸實的生活裡。",
          "「做個靠譜的人。」凡事有交代，件件有著落，事事有回音。",
          "「知足常樂，能忍自安。」珍惜已經擁有的，寬容無法改變的，你會快樂很多。",
          "「穩住，我們能贏。」在困難面前，比起聰明的策略，穩定的心態更重要。",
          "「沉默是金，雄辯是銀。」有時候，無聲的陪伴與行動，勝過千言萬語。",
          "「給心靈一個棲息地。」無論走多遠，別忘了回家的路，家是你永遠的充電站。",
          "「每一步都算數。」沒有白走的路，所有的積累都會在未來的某一天回饋你。",
          "「像山一樣沉穩。」不因外界的讚美而飄飄然，也不因詆毀而心灰意冷。",
          "「感恩大地的饋贈。」對一粥一飯保持敬畏之心，你會發現生活處處是恩典。",
          "「包容不完美。」接納自己的缺點，也接納他人的局限，這是真正的成熟。",
          "「晚安，安穩的世界。」睡個好覺，明天太陽依舊會升起，大地依舊會托舉著你。"
        ]
      }
    },
    "metal": {
      "elementName": "金",
      "keywords": ["秩序", "決斷", "精純"],
      "modules": {
        "attire": [
          "今日能量色：純淨白。穿一件質感上乘的白襯衫，簡單利落，象徵內心的純粹與清晰。",
          "嘗試冷峻的金屬灰。理性的色彩能助你屏蔽干擾，在複雜的局面中保持冷靜判斷。",
          "點綴一點香檳金。低調的奢華感，既不張揚，又能彰顯你獨特的價值與品位。",
          "選擇剪裁利落的版型。硬挺的線條能修飾身形，更賦予你一種雷厲風行的職場氣場。",
          "佩戴金銀或鉑金飾品。金屬的光澤能增強你的決斷力，像利劍一樣斬斷煩惱絲。",
          "嘗試極簡主義風格。少即是多，去除多餘的裝飾，展現你幹練、高效的一面。",
          "今日適合穿黑白配。經典的對比色，象徵是非分明，立場堅定，不拖泥帶水。",
          "選擇絲綢或高支棉材質。光滑涼爽的觸感，能收斂心神，讓你保持清醒的頭腦。",
          "搭配一塊精緻的腕錶。金主秩序與時間，守時不僅是美德，更是掌控人生的表現。",
          "嘗試深藍色的西裝外套。專業、嚴謹，給人以權威感和信任感。",
          "今日避免過於鬆垮的衣物。選擇合身的剪裁，束緊腰身，提振精氣神。",
          "選擇一件有光澤感的風衣。走路帶風，不僅是瀟灑，更是對自己能力的確信。",
          "嘗試幾何造型的耳飾或胸針。銳利的線條能激發靈感，帶來突破性的思維。",
          "今日妝容宜乾淨清透。強調眉眼的輪廓，眼神堅定，只需一眼就能看穿本質。",
          "穿上一雙擦得鋥亮的皮鞋。細節決定成敗，整潔的儀表是你對他人的尊重。",
          "選擇銀白色的領帶或絲巾。冷色調的配飾能降噪，助你在會議中一語中的。",
          "今日適合佩戴水晶（如白水晶）。淨化磁場，提升專注力，讓思維如雷射般聚焦。",
          "嘗試全白或全黑的Total Look。極致的純粹，帶來極致的氣場，無人敢輕視。",
          "若需出席重要場合，正裝是鎧甲。它保護你的專業度，讓你在談判中無往不利。",
          "睡衣換成絲質的銀灰色。在順滑的觸感中，讓忙碌的大腦徹底放鬆，歸於平靜。"
        ],
        "diet": [
          "今日適合食辛味養肺。晨起喝一杯溫熱的薑茶或薄荷水，宣通肺氣，呼吸暢通。",
          "午餐多吃白色食物，如白蘿蔔、蓮藕。白色入肺，色白如金，能滋陰潤燥，清熱化痰。",
          "嘗試做一道雪梨銀耳湯。清甜潤肺，滋養肌膚，讓你由內而外散發光澤。",
          "下午茶推薦杏仁露或牛奶。醇白的液體能安神定氣，補充身體所需的微量元素。",
          "今日水果首選梨或百合。清涼多汁，能降虛火，平復因乾燥引起的情緒煩躁。",
          "晚餐宜少吃，保持微餓感。金主收斂，適度的剋制能讓腸胃得到休息，頭腦更清醒。",
          "多食山藥或茯苓。健脾益肺，培土生金，從根本上強壯你的免疫系統。",
          "嘗試用涼拌或清蒸的方式烹飪。清淡爽口，保留食物的本真，正如做人要清清白白。",
          "品嚐一點芥末或洋蔥。辛辣的味道能瞬間打通鼻竅，激發全身的防禦機制。",
          "早餐吃一碗燕麥粥。富含膳食纖維，清理腸道垃圾，身體輕盈了，思維才敏捷。",
          "今日適合食鴨肉或魚肉。滋陰養胃，不上火，適合在乾燥的季節滋補。",
          "嘗試搭配一點陳皮。理氣健脾，燥濕化痰，讓體內的氣機流轉更加順暢。",
          "白果是今日的很合適的食材（適量）。斂肺定喘，能幫助你守住精氣，不隨意耗散。",
          "多吃菜花或口蘑。白色的蔬菜通常富含礦物質，能提升身體的修復能力。",
          "今日少吃燒烤炸物。燥熱傷金，容易引發咽喉不適，飲食宜清潤。",
          "喝一杯菊花茶。清肝明目，疏散風熱，讓你看世界更清晰。",
          "吃一點松子或核桃。補腎納氣，金水相生，讓你的呼吸更加深沉有力。",
          "晚餐後吃幾片柚子。酸甘化陰，生津止渴，消除一天的口氣與濁氣。",
          "嘗試製作百合炒西芹。清脆爽口，清心安神，是一道極佳的減壓菜。",
          "今日飲水宜足量。肺為嬌臟，喜潤惡燥，充足的水分是保持呼吸道健康的關鍵。"
        ],
        "space": [
          "今日適合大掃除（斷捨離）。扔掉不再需要的東西，清理物理空間，也是清理心理記憶體。",
          "打開窗戶進行深度通風。金主氣，新鮮的空氣能置換掉室內的病氣與霉氣。",
          "整理衣櫃。按顏色或季節排列整齊，秩序感能瞬間治癒焦慮，提升掌控感。",
          "在西側牆面或書架擺放金屬擺件或風鈴。清脆的聲音與金屬質感提醒你保持條理與清爽。",
          "擦拭家裡的鏡子和玻璃。讓它們一塵不染，明亮如新，映照出你清晰的未來。",
          "給家裡換上白色的床品或窗簾。極簡的色調能讓心靜下來，回歸單純與寧靜。",
          "在書桌上放一個金屬質感的收納盒。收納瑣碎，讓桌面保持空無一物的高效狀態。",
          "清理電腦和手機的快取。刪除無用的文件和照片，數位極簡讓你的設備運行如飛。",
          "使用精油擴香（如尤加利、茶樹）。清涼的草本香氣能殺菌消毒，淨化空氣。",
          "整理錢包。把鈔票展平，按面值排列。尊重金錢，金錢才會流向你。",
          "在玄關放一束白色的百合或滿天星。聖潔的花朵能淨化進出門的氣場。",
          "調整室內的濕度。使用加濕器，保持空氣濕潤，讓呼吸道感到舒適。",
          "清理首飾盒。把糾纏的項鏈解開，擦亮氧化的銀飾，讓它們重現光彩。",
          "在牆上掛一幅極簡線條畫或書法。留白是一種藝術，提醒你在生活中也要留有餘地。",
          "給家裡的綠植葉片擦灰。讓它們呼吸順暢，生機勃勃，木氣生發也能疏泄金氣。",
          "使用不鏽鋼或玻璃材質的餐具。冷峻的質感能降低食慾，有助於保持身材。",
          "整理藥箱。檢查藥品有效期，分類擺放。有備無患，是金的危機意識。",
          "在浴室點一支白色蠟燭。在沐浴時冥想，洗去身上的塵埃，也洗去心靈的疲憊。",
          "保持地面的光亮。金主肅降，灰塵落下，及時清理，不讓污垢有藏身之處。",
          "睡前把拖鞋擺放整齊。一個微小的秩序感，能讓你帶著安穩的心情入睡。"
        ],
        "action": [
          "今日適合做計畫與復盤。列出To-Do List，刪減不必要的任務，專注核心目標。",
          "練習深呼吸或腹式呼吸。關注氣息的進出，金主肺，呼吸是連接身心最直接的橋樑。",
          "勇敢地說「不」。拒絕無效社交和無理要求，設立邊界，保護你的能量場。",
          "專注做一件事（心流）。關掉手機通知，設定番茄鐘，享受高效工作的快感。",
          "解決一個遺留問題。不再拖延，快刀斬亂麻，完結它，你會感到一身輕鬆。",
          "批評與自我批評。金主肅殺，客觀地審視自己的不足，是為了更好地精進。",
          "整理你的通訊錄。刪除不再聯繫的人，精簡社交圈，留下真正的良師益友。",
          "今日適合理財或記帳。清晰每一筆收支，理性消費，金錢喜歡有規劃的主人。",
          "練習正念冥想。觀察念頭的生滅，不評判，不跟隨，讓心像鏡子一樣映照萬物。",
          "做一組力量訓練或皮拉提斯。雕刻肌肉線條，身體的自律會帶動精神的自律。",
          "讀一本邏輯性強的書（如哲學、科學）。鍛鍊理性思維，剔除情緒化的干擾。",
          "給生活做減法。少吃一口，少說一句，少買一件，體驗「少」帶來的自由。",
          "今日盡量避免糾結。相信你的第一直覺和邏輯判斷，一旦決定，就貫徹到底。",
          "遵守規則與約定。守時、守信、守法，規則不是束縛，而是保護。",
          "練習發聲或朗讀。金主聲，清晰洪亮的聲音能振奮精神，傳遞自信。",
          "觀看一部極簡主義或懸疑電影。欣賞邏輯的嚴密與畫面的留白之美。",
          "嘗試獨處。不需要陪伴，享受孤獨，那是你與靈魂對話的最佳時刻。",
          "寫下你的原則與底線。明確什麼可為，什麼不可為，活得明白通透。",
          "今日適合修剪指甲或頭髮。去除多餘的角質，保持身體的清爽與潔淨。",
          "晚上早睡早起。順應天時，金氣收斂，高品質的睡眠是修復免疫力的關鍵。"
        ],
        "anchor": [
          "「少即是多。」剔除生命中不重要的人和事，剩下的才是精華。",
          "「自律即自由。」只有通過嚴格的自我管理，才能獲得真正的身心自由。",
          "「因上努力，果上隨緣。」做好該做的，剩下的交給時間，不必患得患失。",
          "「凡事有度，過猶不及。」保持分寸感，是成年人最高級的修養。",
          "「清醒地活著。」不隨波逐流，不人云亦云，保持獨立的思考與判斷。",
          "「斷捨離，是生活的智慧。」敢於放下過去，才能騰出雙手擁抱未來。",
          "「像金子一樣發光。」無論在什麼環境下，都要保持自己的品質與價值。",
          "「呼吸，回到當下。」當焦慮來襲，深呼吸，你的力量就在你的每一次呼吸裡。",
          "「邊界感，是關係的保護傘。」尊重他人的界限，也守護自己的領地。",
          "「簡單，是最極致的複雜。」能夠把複雜的事情變簡單，是一種了不起的能力。",
          "「精益求精，止於至善。」不滿足於平庸，在細節處打磨自己，直到發光。",
          "「不要假裝努力。」結果不會陪你演戲，誠實地面對自己，是進步的開始。",
          "「沉默有力。」在嘈雜的世界裡，保持沉默，往往比喧嘩更有力量。",
          "「秩序產生美。」當一切井井有條，你會發現生活原來可以如此優雅。",
          "「如果你猶豫，答案就是不。」相信直覺的警示，不要勉強自己做不情願的事。",
          "「價值決定價格。」提升自己的核心競爭力，你就是無價之寶。",
          "「收斂鋒芒，內心強大。」真正的強者，往往是溫和而堅定的，無需張牙舞爪。",
          "「感恩每一次呼吸。」活著本身就是奇蹟，珍惜這口氣的存在。",
          "「做減法，讓靈魂輕盈。」卸下包袱，輕裝上陣，你會跑得更快。",
          "「晚安，清醒的靈魂。」願你在夢中也能保持一份清明，醒來依然澄澈。"
        ]
      }
    },
    "water": {
      "elementName": "水",
      "keywords": ["智慧", "流動", "潛藏"],
      "modules": {
        "attire": [
          "今日能量色：深海藍。穿一件藏藍色或深黑色的衣物，象徵深邃的智慧與潛藏的能量。",
          "嘗試流動的黑色。黑色五行屬水，是色彩的盡頭，能吸納一切，賦予你強大的安全感。",
          "點綴一點銀色或白色。金生水，明亮的配飾能像源頭活水一樣，帶來更清爽的狀態。",
          "選擇絲綢或雪紡等垂墜感面料。像水一樣柔軟流動，隨物賦形，展現你的以柔剋剛。",
          "佩戴黑曜石或海藍寶飾品。深邃的礦石能吸收負能量，淨化磁場，帶來寧靜。",
          "嘗試波浪紋或不規則圖案。模仿水的形態，打破僵硬的條框，激發無限的靈感。",
          "今日適合穿舒適的休閒裝。水主智，放鬆身體，思維才能像魚兒一樣在水中自由穿梭。",
          "選擇深紫色的神秘感。高貴而內斂，適合在需要深度思考或獨處的時刻穿著。",
          "搭配一條柔軟的圍巾。保護頸部，鎖住水分與溫度，溫暖是流動的保障。",
          "嘗試墨水藍的文藝範。書卷氣十足，助你在學習或創作中文思泉湧。",
          "今日避免過於鮮豔刺眼的顏色。保持低調與內斂，藏鋒於鞘，靜水流深。",
          "選擇一件連帽衛衣。給自己一個小小的私密空間，向內觀照，積蓄力量。",
          "嘗試珍珠配飾。孕育於水的珍珠，溫潤圓滿，能提升女性的柔美與直覺力。",
          "今日妝容宜水潤清透。強調皮膚的光澤感，像出水芙蓉一般自然，惹人憐愛。",
          "穿上一雙防水或深色的鞋子。保護雙腳不被濕寒侵襲，每一步都走得從容不迫。",
          "選擇漸變藍的層次感。如同海水從淺灘到深淵，展現你深不可測的內涵。",
          "今日適合佩戴水晶（如月光石）。柔和的光暈呼應水的陰柔之美，平復情緒的波動。",
          "嘗試層疊穿搭。像水的漣漪一樣層層推開，豐富而有韻律，保暖又時尚。",
          "若需出席場合，黑色禮服是永恆的經典。神秘、優雅、包容，能駕馭任何場面。",
          "睡衣換成深藍色的真絲款。在如水的觸感中，潛入深度的睡眠，夢境也會充滿啟示。"
        ],
        "diet": [
          "今日適合食鹹味補腎。晨起喝一杯淡鹽水（適量），引氣歸元，激活身體的能量之源。",
          "午餐多吃黑色食物，如黑豆、黑木耳。黑色入腎，能滋養先天之本，烏髮養顏。",
          "嘗試做一道海帶排骨湯。來自海洋的食材蘊含水的精華，能軟堅散結，清理身體垃圾。",
          "下午茶推薦黑芝麻糊或核桃露。香濃順滑，補腦益智，適合用腦過度的你。",
          "今日水果首選桑葚或黑葡萄。紫黑色的漿果富含花青素，滋陰補血，抗衰老。",
          "晚餐宜湯水滋潤，如冬瓜湯。利水消腫，減輕身體負擔，讓你睡得更香甜。",
          "多食海鮮或魚類。水生萬物，魚肉蛋白易消化，能補充身體的津液與活力。",
          "嘗試用燉或煮的方式烹飪。文火慢燉，水乳交融，讓營養充分釋放，最養陰液。",
          "品嚐一點藍莓或黑加侖。保護視力，明目養神，讓你在紛擾中看清真相。",
          "早餐吃一碗紫米粥。軟糯香甜，補中益氣，暖胃又暖心。",
          "今日適合食豬肉（適量）。豬肉五行屬水，性平滋陰，能潤燥解渴，滋養肌膚。",
          "嘗試搭配一點肉桂或小茴香。引火歸源，溫補命門之火，防止水寒傷身。",
          "黑枸杞是今日的很合適的飲品。泡水後如夢幻般的藍色，富含微量元素，滋補肝腎。",
          "多吃香菇或菌類。生長在陰濕處的食材，最得地氣，能增強身體的免疫力。",
          "今日少吃燥熱上火之物。保護體內的陰液，避免虛火上升，心煩失眠。",
          "喝一杯普洱茶（熟茶）。溫潤醇厚，暖胃養氣，像長者一樣撫慰你的身心。",
          "吃一點腰果或松子。形狀似腎，以形補形，能強壯腰膝，提升精力。",
          "晚餐後吃幾片西瓜（適量）。天然白虎湯，清熱解暑，補充水分。",
          "嘗試製作墨魚汁義大利麵。黑色的食物不僅獨特，更有一種深海般的治癒力。",
          "今日飲水是頭等大事。水是生命之源，定時喝水，讓身體的河流永不乾涸。"
        ],
        "space": [
          "徹底清潔浴室和衛生間。水主財，下水道通暢象徵財路通暢，保持潔淨無異味。",
          "在北方（坎水位）擺放魚缸或流水擺件。活水生財，流動的聲音能激活家裡的財氣。",
          "給家裡換上藍色的地毯或軟裝。營造寧靜深邃的氛圍，讓心瞬間靜下來。",
          "整理書房或閱讀角。水主智，一個安靜的思考空間，能助你通過學習獲取智慧。",
          "播放海浪或雨聲的白噪音。水的頻率能撫平焦慮，帶你進入深度的放鬆狀態。",
          "在臥室使用遮光窗簾。營造幽暗的睡眠環境，水主藏，黑暗有助於陽氣的潛藏與修復。",
          "清理冰箱裡的冷凍室。處理掉凍了太久的食物，保持「冷庫」的能量新鮮流轉。",
          "使用玻璃或水晶材質的花瓶。通透的質感呼應水的清澈，插幾支水生植物更佳。",
          "點燃一支海鹽或海洋調的香薰。清新的氣息彷彿置身海邊，心胸瞬間開闊。",
          "整理水杯和茶具。清洗茶垢，保持器皿的潔淨，每一口水都喝得健康甘甜。",
          "在床頭放一本哲學或心靈書籍。睡前閱讀，汲取智慧，這比刷手機更能滋養靈魂。",
          "調整室內的加濕器。保持適宜的濕度，讓皮膚和呼吸道都感到潤澤舒適。",
          "清理家裡的鏡子。鏡子屬金水，明亮的鏡子能映照出真實的自己，增加空間感。",
          "使用圓潤造型的家具。避免尖銳的稜角，像水一樣圓融，減少磕碰與摩擦。",
          "在牆上掛一幅江河湖海的畫作（注意水流方向）。水流向屋內寓意進財，流向屋外寓意散財。",
          "給家裡的寵物餵水。照顧好小生命，也是在滋養自己的慈悲心。",
          "整理洗漱臺。把瓶瓶罐罐擺放整齊，清爽的早晨從這裡開始。",
          "使用深色的床品。深邃的顏色能吸收光線，營造安全感，助你快速入眠。",
          "在陽臺放一盆睡蓮或銅錢草。水生植物的清潤感讓心情更柔軟。",
          "睡前泡個熱水澡。在水的包裹中，洗去一天的疲憊與塵埃，回歸最純淨的自己。"
        ],
        "action": [
          "今日適合思考與學習。閱讀一本深奧的書，或鑽研一個難題，智慧如水，無孔不入。",
          "練習瑜伽或太極。模仿水的流動與柔韌，打通身體的瘀堵，以柔剋剛。",
          "多喝水，並觀察尿液顏色。關注身體的水分平衡，這是健康最基礎的指標。",
          "做一個深度的睡眠（補覺）。水主藏，高品質的休息是為了走更遠的路。",
          "傾聽他人的心聲。像水一樣接納萬物，做一個好的傾聽者，你會收穫信任與秘密。",
          "寫日記或進行自我對話。向內探索，潛意識的大海裡藏著你不知道的寶藏。",
          "今日適合策劃與謀略。在暗處佈局，不急於行動，先看清局勢，謀定而後動。",
          "去游泳或泡溫泉。親近水體，感受浮力，讓身體在水中徹底放鬆與療癒。",
          "練習書法或水彩畫。感受墨汁與水的暈染，體驗流動的美感與不可控的驚喜。",
          "今日盡量避免衝動。遇到障礙像水一樣繞過去，不要硬碰硬，彎路往往是捷徑。",
          "關注你的夢境。水主潛意識，夢是靈魂的信使，記錄下來，你會發現隱藏的啟示。",
          "做一個財務規劃。水主財，看緊你的錢袋子，讓資金流動起來，而不是死水一潭。",
          "嘗試獨處與冥想。在安靜中，智慧的聲音才會浮現，答案往往在內心深處。",
          "適應變化。像水一樣隨方就圓，無論環境如何改變，都能找到最舒服的姿態。",
          "觀看一部懸疑或心理電影。鍛鍊邏輯思維與洞察力，看透人性的幽暗與光輝。",
          "與智者交談。聽君一席話，勝讀十年書，智慧的交流能洗滌心靈的塵埃。",
          "今日適合做保密工作。守口如瓶，不輕易洩露計畫，能量才不會耗散。",
          "哭泣也是一種療癒。如果難過，就讓眼淚流出來，那是情緒的排毒。",
          "觀察自然界的水。看雨滴、看河流、看大海，領悟「上善若水」的真諦。",
          "晚上早點熄燈。順應黑夜的節奏，將神識收回體內，養精蓄銳。"
        ],
        "anchor": [
          "「上善若水，利萬物而不爭。」最強大的力量，往往是最溫柔的。",
          "「像水一樣流動。」遇到障礙就繞行，遇到低谷就積蓄，永遠向著大海前行。",
          "「智慧在靜默中誕生。」只有當心靜下來，你才能聽見真理的聲音。",
          "「柔能剋剛。」不必事事硬抗，學會示弱與妥協，也是一種生存的大智慧。",
          "「潛龍勿用，厚積薄發。」在時機未到時，安心潛藏，積蓄力量，等待一飛沖天。",
          "「接納一切，包容一切。」像大海一樣，既能容納清流，也能容納泥沙。",
          "「順勢而為。」不要逆流而上，順著時代的潮水，你會游得更輕鬆。",
          "「恐懼是深淵，也是跳板。」直面內心的恐懼，穿過它，你會發現新的世界。",
          "「保持流動，流水不腐。」生命在於運動，思維在於更新，不要讓自己停滯不前。",
          "「內心的平靜是最大的財富。」無論外界風浪多大，海底永遠是寧靜的。",
          "「做一個有深度的人。」不膚淺，不浮躁，讓人一眼看不透，卻又想靠近。",
          "「眼淚是靈魂的洗澡水。」允許自己脆弱，哭過之後，你會更加堅強。",
          "「適應力就是生命力。」無論被放入什麼容器，都能呈現出最完美的形態。",
          "「相信直覺。」你的第一感覺往往是對的，那是潛意識給你的救生圈。",
          "「財不露白，智不炫耀。」低調做人，高調做事，這是最安全的處世之道。",
          "「滴水穿石。」堅持做一件小事，時間久了，奇蹟自然會發生。",
          "「清澈見底，難能可貴。」在複雜的社會中，保持一顆純淨的赤子之心。",
          "「萬流歸宗。」所有的經歷都是為了讓你回歸本源，找到真實的自己。",
          "「休息，是為了更好地出發。」允許自己停下來，充電，修復，再啟程。",
          "「晚安，深邃的夢。」願你在夢的海洋裡，撿拾到智慧的貝殼。"
        ]
      }
    }
  }
}
